---
kind: property
id: P:Autodesk.Revit.DB.Analysis.AnalysisDisplayLegend.Height
zh: 高度
source: html/2e0aed8a-b86d-5704-dff9-54c8654aadcc.htm
---
# Autodesk.Revit.DB.Analysis.AnalysisDisplayLegend.Height Property

**中文**: 高度

The height, in sheet size, of the legend's rectangle

## Syntax (C#)
```csharp
public double Height { get; set; }
```